Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_settings_check_now
source: Check for updates
be: Праверыць абнаўленні
ca: Cerca actualitzacions
de: Auf Updates prüfen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Verifica aggiornamenti
ko: 업데이트 확인
ms: Menyemak versi terbaru
nl: Controleer op updates
pl: Sprawdź aktualizacje
pt_br: Verificar por atualizações
ru: Проверить наличие обновлений
tr: Güncellemeleri kontrol et
uk: Перевірити наявність оновлень

# lng_settings_choose_username
source: Choose username
be: Выбраць імя карыстальніка
ca: Trieu un nom d'usuari
de: Benutzername wählen
es: Elegir un nombre de usuario
fr: Choisir un nom d'utilisateur
it: Scegli username
ko: 사용자명 정하기
ms: Pilih nama samaran
nl: gebruikersnaam kiezen
pl: Wybierz nazwę użytkownika
pt_br: Escolher nome de usuário
ru: Выбрать имя
tr: Kullanıcı adı seçin
uk: Виберіть псевдонім

# lng_settings_close_sure
source: Are you sure you want to close this page? You didn't save your changes.
be: Вы ўпэўнены, што хочаце закрыць гэту старонку? Вы не захавалі свае змены.
ca: Segur que voleu tancar aquesta pàgina? No heu desat els canvis.
de: Diese Seite wirklich schließen? Du hast deine Änderungen nicht gespeichert.
es: ¿Quieres cerrar esta página? No guardaste los cambios.
fr: Voulez-vous vraiment fermer cette page ? Vous n'avez pas enregistré vos changements.
it: Vuoi davvero chiudere questa pagina? Non hai salvato le tue modifiche.
ko: 정말 이 페이지를 닫으시겠습니까? 변경 사항이 저장되지 않았습니다.
ms: Anda pasti ingin tutup laman ini? Anda tidak simpan pertukaran anda.
nl: Pagina echt sluiten? Je hebt je wijzigingen niet opgeslagen.
pl: Czy na pewno chcesz zamknąć tę stronę? Twoje zmiany nie zostały zapisane.
pt_br: Tem certeza de que deseja fechar essa página? Você não salvou suas alterações.
ru: Вы точно хотите закрыть страницу? Вы не сохранили изменения.
tr: Bu sayfayı kapatmak istediğinizden emin misiniz? Değişikliklerinizi kaydetmediniz.
uk: Ви дійсно хочете закрити цю сторінку? Ви не зберегли змін.

# lng_settings_close_to_taskbar
source: Close to taskbar
be: Закрываць у панэль заданняў
ca: Tanca a la barra de tasques
de: In Taskleiste schließen
es: Minimizar a la barra de tareas
fr: Réduire dans la barre des tâches
it: Chiudi nella barra delle applicazioni
ko: 작업 표시줄로 닫기
ms: Hampir ke taskbar
pl: Zamknij do paska zadań
pt_br: Fechar para a barra de tarefas
ru: Свернуть на панель задач
tr: Görev çubuğunda tut
uk: Закривати в панель завдань

# lng_settings_connection_type
source: Connection type
be: Тып злучэння
ca: Tipus de connexió
de: Verbindungsart
es: Tipo de conexión
fr: Type de connexion
it: Tipo di connessione
ko: 접속 유형
ms: Jenis hubungan
nl: Verbindingstype
pl: Typ połączenia
pt_br: Tipo de conexão
ru: Тип соединения
tr: Bağlantı türü
uk: Тип зʼєднання

# lng_settings_count_unread
source: Count unread messages
be: Лічыць паведамленні
ca: Compta els missatges per llegir
de: Ungelesene Nachrichten
es: Contar mensajes sin leer
fr: Compter les messages non lus
it: Conta i messaggi non letti
ko: 안 읽은 메시지 세기
ms: Bilang mesej belum dibaca
nl: Tel ongelezen berichten
pl: Licznik nieprzeczytanych wiadomości
pt_br: Contar mensagens não lidas
ru: Считать сообщения вместо чатов
tr: Okunmamış mesajları say
uk: Кількість повідомлень у лічильнику

# lng_settings_crop_profile
source: Select an area for your profile photo
be: Вылучыце вобласць для вашага аватара профілю
ca: Seleccioneu una àrea per a la foto de perfil
de: Wähle einen Bereich für dein Profilbild
es: Selecciona un área para tu foto de perfil
fr: Sélectionnez l'aire de votre photo de profil
it: Seleziona un'area per la tua foto del profilo
ko: 프로필 사진이 될 영역을 지정하세요
ms: Pilih keluasan untuk foto profil anda
nl: Kies een gebied voor je profielfoto
pl: Zaznacz obszar na zdjęciu profilowym
pt_br: Selecione uma área para sua foto de perfil
ru: Область для фотографии профиля
tr: Profil fotoğrafınız için bir alan seçin
uk: Виберіть область для свого фото профілю

# lng_settings_current_version
source: Version {version}
be: Версія {version}
ca: Versió {version}
es: Versión {version}
it: Versione {version}
ko: {version} 버전
ms: Versi {version}
nl: Versie {version}
pl: Wersja {version}
pt_br: Versão {version}
ru: Версия {version}
tr: Sürüm {version}
uk: Версія {version}

# lng_settings_current_version_label
source: Version {version}:
be: Версія {version}:
ca: Versió {version}:
es: Versión {version}:
it: Versione {version}:
ko: 버전 {version}:
ms: Versi {version}:
nl: Versie {version}:
pl: Wersja {version}:
pt_br: Versão {version}:
ru: Версия {version}:
tr: Sürüm {version}:
uk: Версія {version}:

# lng_settings_custom_spellchecker
source: Use spell checker
be: Ужываць праверку арфаграфіі
ca: Corregeix l'ortografia
de: Rechtschreibprüfung verwenden
es: Usar corrector ortográfico
fr: Utiliser le correcteur orthographique
it: Usa il controllo ortografico
ko: 맞춤법 검사기 사용
ms: Guna pemeriksa ejaan
nl: Spellingscontrole gebruiken
pl: Użyj sprawdzania pisowni
pt_br: Usar corretor ortográfico
ru: Проверять орфографию
tr: Yazım denetleyicisini kullan
uk: Перевіряти правопис

# lng_settings_data_storage
source: Data and storage
be: Даныя і сховішча
ca: Dades i emmagatzematge
de: Daten und Speicher
es: Datos y almacenamiento
fr: Données et stockage
it: Dati e archivio
ko: 데이터 및 저장 공간
ms: Data dan storan
nl: Data en opslag
pl: Dane i przechowywanie
pt_br: Dados e Armazenamento
ru: Данные и память
tr: Veri ve depolama
uk: Дані та сховище

# lng_settings_default_scale
source: Default interface scale
be: Памер інтэрфейса
ca: Escala predeterminada
de: Voreingestellte Größe
es: Escala de interfaz por defecto
fr: Mise à l'échelle par défaut
it: Zoom interfaccia predefinito
ko: 기본 인터페이스 비율
ms: Sekala interfes paras asal
nl: Standaard interface schaal
pl: Domyślna skala interfejsu
pt_br: Escala de interface padrão
ru: Масштаб по умолчанию
tr: Varsayılan arayüz ölçeği
uk: Типовий масштаб інтерфейсу

# lng_settings_desktop_notify
source: Desktop notifications
be: Апавяшчэнні на працоўным стале
ca: Notificacions d'escriptori
de: Desktopbenachrichtigungen
es: Notificaciones de escritorio
fr: Notifications bureau
it: Notifiche desktop
ko: 데스크톱 알림
ms: Notifikasi desktop
nl: Desktopmeldingen
pl: Powiadomienia na pulpicie
pt_br: Notificações na área de trabalho
ru: Уведомления на рабочем столе
tr: Masaüstü bildirimleri
uk: Виводити на екран

# lng_settings_destroy_if
source: If away for...
be: Перыяд неактыўнасці
ca: Si no hi sóc durant...
de: Wenn inaktiv für...
es: Si estoy fuera…
fr: Si absent pendant...
it: Se lontano per...
ko: 다음 기간 내 미접속 시
ms: Jika tidak aktif selama...
nl: Indien afwezig voor
pl: Jeśli jest nieaktywne przez…
pt_br: Se inativa por...
ru: При неактивности...
tr: Bu kadar süre yoksam…
uk: Після відсутності протягом...

# lng_settings_device_name
source: Device name
be: Назва прылады
ca: Nom del dispositiu
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome dispositivo
ko: 기기명
ms: Nama peranti
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru: Название устройства
tr: Cihaz adı
uk: Назва пристрою

# lng_settings_disable_night_theme
source: Disable night mode
be: Адключыць начны рэжым
ca: Desactiva el mode nocturn
de: Nachtmodus deaktivieren
es: Desactivar modo nocturno
fr: Désactiver le mode nuit
it: Disattiva la modalità notte
ko: 야간 모드 비활성화
ms: Nyahdaya mod malam
nl: Nachtmodus uitschakelen
pl: Wyłącz tryb nocny
pt_br: Desativar modo noturno
ru: Отключить ночной режим
tr: Gece modunu kapat
uk: Вимкнути нічний режим

# lng_settings_downloading
source: Downloading update {ready} / {total} MB...
be: Спампоўванне абнаўлення {ready} / {total} МБ..
ca: S'està baixant l'actualització {ready} / {total} MB...
de: Update wird geladen {ready} / {total} MB...
es: Descargando la actualización {ready} / {total} MB...
fr: Téléchargement de la mise à jour : {ready} / {total} Mo...
it: Download aggiornamento {ready} / {total} MB...
ko: 업데이트를 다운로드 중 {ready} / {total} MB..
ms: Memuat turun aplikasi keperluan kemaskini {ready} / {total} MB...
nl: Update downloaden {ready} / {total} MB...
pl: Pobieranie aktualizacji {ready} / {total} MB…
pt_br: Baixando atualização {ready} / {total} MB...
ru: Загрузка обновления {ready} / {total} МБ...
tr: Güncelleme indiriliyor… {ready} / {total} MB
uk: Завантажуємо оновлення {ready} / {total} МБ...

# lng_settings_downloading_update
source: Downloading update {progress}...
be: Спампоўванне абнаўлення {progress}
ca: S'està baixant l'actualització {progress}...
de: Update wird heruntergeladen {progress}...
es: Descargando actualización {progress}...
fr: Téléchargement de la mise à jour {progress}...
it: Download aggiornamento {progress}...
ko: 업데이트 {progress} 다운로드 중...
ms: Muat turun yang terkini {progress}...
nl: Update downloaden {progress}...
pl: Pobieranie aktualizacji {progress}…
pt_br: Baixando atualização {progress}
ru: Загрузка обновления {progress}...
tr: Güncelleme indiriliyor… {progress}
uk: Завантажуємо оновлення {progress}...

# lng_settings_drop_area_subtitle
source: to set it as your photo
be: каб задаць яго як ваш аватар профілю
ca: per a establir-la com a foto
de: um es als dein Bild auszuwählen
es: para ponerla como tu foto
fr: pour la définir comme votre photo
it: per impostarla come foto del profilo
ko: 프로필 사진으로 설정
ms: untuk set sebagai foto anda
nl: om als foto in te stellen
pl: aby ustawić je jako swoje zdjęcie
pt_br: para defini-la como sua foto
ru: чтобы сделать фотографией профиля
tr: fotoğrafınız olarak ayarlamak için
uk: щоб встановити його як ваше фото

# lng_settings_edit_info
source: Edit information
be: Рэдагаваць звесткі
ca: Edita la informació
de: Infos bearbeiten
es: Editar información
fr: Modifier les informations
it: Modifica informazioni
ko: 정보 수정
ms: Sunting informasi
nl: Wijzig informatie
pl: Edytuj informacje
pt_br: Editar informações
ru: Редактировать информацию
tr: Bilgiyi düzenle
uk: Редагувати інформацію

# lng_settings_enable_animations
source: Enable animations
be: Уключыць анімацыі
ca: Activa les animacions
de: Animationen aktivieren
es: Activar animaciones
fr: Activer les animations
it: Attiva animazioni
ko: 애니메이션 켜기
ms: Dayakan animasi
nl: Animaties inschakelen
pl: Włącz animacje
pt_br: Ativar animações
ru: Использовать анимацию
tr: Animasyonları etkinleştir
uk: Анімація інтерфейсу

# lng_settings_enable_night_theme
source: Enable night mode
be: Уключыць начны рэжым
ca: Activa el mode nocturn
de: Nachtmodus aktivieren
es: Activar modo nocturno
fr: Activer le mode nuit
it: Attiva la modalità notte
ko: 야간 모드 켜기
ms: Dayakan mod malam
nl: Nachtmodus inschakelen
pl: Włącz tryb nocny
pt_br: Ativar modo noturno
ru: Включить ночной режим
tr: Gece modunu etkinleştir
uk: Увімкнути нічний режим

# lng_settings_enable_opengl
source: Enable OpenGL rendering for media
be: Уключыць апрацоўку OpenGL для медыя
ca: Renderitza els fitxers amb OpenGL
de: OpenGL für Medien aktivieren
es: Activar renderizado OpenGL para multimedia
fr: Activer le rendu OpenGL pour les médias
it: Attiva il rendering OpenGL per i media
ko: 미디어에 OpenGL 렌더링 활성화
ms: Dayakan pemberian OpenGL untuk media
nl: OpenGL-rendering voor media inschakelen
pl: Włącz renderowanie OpenGL dla multimediów
pt_br: Ativar renderização OpenGL para mídias
ru: Включить рендеринг OpenGL для мультимедиа
tr: Medya için OpenGL oluşturmayı etkinleştir
uk: OpenGL для рендерингу медіа

# lng_settings_export_data
source: Export Telegram data
be: Экспартаваць даныя Telegram
ca: Exporta les dades del Telegram
de: Daten exportieren
es: Exportar datos de Telegram
fr: Exporter les données Telegram
it: Esporta dati Telegram
ko: 텔레그램 데이터 내보내기
ms: Eksport data Telegram
nl: Telegram-gegevens exporteren
pl: Eksportuj dane Telegrama
pt_br: Exportar dados do Telegram
ru: Экспорт данных из Telegram
tr: Telegram verisini dışarı aktar
uk: Експортувати дані Telegram

# lng_settings_faq_button
source: Go to FAQ
be: Частыя пытанні
ca: Obre les PMF
de: FAQ öffnen
es: Preguntas frecuentes
fr: FAQ
it: Vai alle FAQ
ko: 자주 묻는 질문으로 가기
ms: Pergi ke FAQ
nl: Veelgestelde vragen
pl: FAQ
pt_br: Ler Respostas
ru: Перейти к FAQ
tr: SSS GİT
uk: Перейти до ЧаПи

# lng_settings_forwards_privacy
source: Forwarded messages
be: Перасланыя паведамленні
ca: Missatges reenviats
de: Weiterleitungen
es: Mensajes reenviados
fr: Messages transférés
it: Messaggi inoltrati
ko: 전달된 메시지
ms: Mesej dimajukan
nl: Doorgestuurde berichten
pl: Przekazywanie wiadomości
pt_br: Mensagens encaminhadas
ru: Пересылка сообщений
tr: İletilen mesajlar
uk: Пересилання повідомлень

# lng_settings_groups_invite
source: Groups & channels
be: Суполкі і каналы
ca: Grups i canals
de: Gruppen & Kanäle
es: Grupos y canales
fr: Groupes et canaux
it: Gruppi e canali
ko: 그룹 및 채널
ms: Grup & saluran
nl: Groepen & kanalen
pl: Grupy i kanały
pt_br: Grupos e canais
ru: Группы и каналы
tr: Grup ve kanallar
uk: Групи й канали

# lng_settings_groups_invite_privacy
source: Groups and Channels invite settings
be: Налады запрашэння ў суполкі і каналы
ca: Preferències d'invitació a grups i canals
de: Gruppen und Kanäle
es: Invitación a grupos y canales
fr: Paramètres d'invitations aux groupes et canaux
it: Impostazioni di invito di gruppi e canali
ko: 그룹 및 채널 초대 설정
ms: Aturan jemputan Grup dan Saluran
nl: Groepen en Kanalen uitnodigingsinstellingen
pl: Ustawienia zaproszeń do grup i kanałów
pt_br: Convite a Grupos e Canais
ru: Настройки приглашений в группы и каналы
tr: Grup ve kanallara davet ayarları
uk: Налаштування запрошень до груп

# lng_settings_include_muted
source: Include muted chats in unread count
be: Улічваць непрачытанае з чатаў без апавяшчэнняў
ca: Inclou els xats silenciats als xats per llegir
de: Stummgeschaltete Chats mitzählen
es: Incluir chats silenciados en los “no leídos”
fr: Inclure les échanges en sourdine au compteur
it: Includi le chat silenziate nel badge
ko: 안 읽은 메시지 셀 때 알림 꺼진 대화방 포함
ms: Bual disenyapkan di pembilang belum dibaca
nl: Stille chats meetellen in ongelezen
pl: Wyciszone czaty w liczniku nieprzeczytanych
pt_br: Incluir os chats silenciados no contador
ru: Учитывать чаты без звука
tr: Sessiz konuşmaları sayaca dahil et
uk: Враховувати чати без сповіщень

# lng_settings_information
source: Edit profile
be: Рэдагаваць профіль
ca: Edita el perfil
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ko: 프로필 수정
ms: Sunting Profil
nl: Profiel wijzigen
pl: Edytuj profil
pt_br: Editar perfil
ru: Изменить профиль
tr: Profili Düzenle
uk: Редагувати профіль

# lng_settings_install_beta
source: Install beta versions
be: Усталёўваць бэта-версіі
ca: Instal·la les versions beta
de: Betaversionen installieren
es: Instalar versiones beta
fr: Installer les versions bêta
it: Installa versioni beta
ko: 베타 버전 설치
ms: Pasang versi beta
nl: Bètaversies installeren
pl: Instaluj wersje beta
pt_br: Instalar versões beta
ru: Устанавливать бета-версии
tr: Beta sürümlerini yükle
uk: Встановлювати бета-версії

# lng_settings_large_emoji
source: Large emoji
be: Вялікія эмодзі
ca: Emojis grossos
de: Große Emoji
es: Emojis grandes
fr: Emoji agrandis
it: Emoji grandi
ko: 큰 이모지
ms: Emoji besar
nl: Grote emoji
pl: Duże emoji
pt_br: Emoji grande
ru: Крупные эмодзи
tr: Büyük ifade
uk: Великі емодзі

# lng_settings_last_seen
source: Last seen & online
be: Апошняя актыўнасць
ca: Última connexió
de: Zuletzt gesehen
es: Última vez y en línea
fr: Présence
it: Ultimo accesso e in linea
ko: 마지막 접속 및 온라인
ms: Dilihat & di talian
nl: Laatst gezien en online
pl: Ostatnio widziano i online
pt_br: Último acesso e online
ru: Последняя активность
tr: Son görülme ve çevrimiçi
uk: Відвідини та стан у мережі

# lng_settings_last_seen_privacy
source: Last seen privacy
be: Налады бачнасці апошняй актыўнасці
ca: Última connexió
de: Zuletzt gesehen
es: Última vez y en línea
fr: Confidentialité de votre présence
it: Ultimo accesso
ko: 마지막 접속 개인 설정
ms: Privasi dilihat
nl: Laatst gezien
pl: Ostatnio widziano i online
pt_br: Privacidade do visto por último
ru: Конфиденциальность появления в сети
tr: Son görülme gizliliği
uk: Конфіденційність відвідин

# lng_settings_latest_installed
source: Latest version is installed
be: У вас усталявана актуальная версія
ca: Teniu instal·lada l'última versió
de: Aktuellste Version bereits installiert
es: La última versión está instalada
fr: La dernière version est déjà installée
it: L'ultima versione è installata
ko: 최신 버전이 설치되어 있습니다.
ms: Versi terkini dipasang
nl: Meest recente versie is geïnstalleerd.
pl: Jest zainstalowana najnowsza wersja
pt_br: Versão mais recente já instalada
ru: Установлена последняя версия
tr: En son sürüm yüklü
uk: Встановлено останню версію

# lng_settings_loop_stickers
source: Loop animated stickers
be: Зацыкліваць анімаваныя стыкеры
ca: Repeteix els adhesius animats
de: Sticker-Animationen wiederholen
es: Stickers animados en bucle
fr: Autocollants animés en boucle
it: Sticker animati in loop
ko: 움직이는 스티커 반복 재생
ms: Kitar stiker beranimasi
nl: Geanimeerde stickers herhalen
pl: Zapętlaj animowane naklejki
pt_br: Stickers animados em loop
ru: Зациклить анимацию
tr: Hareketli çıkartmaları döngüde tut
uk: Зациклювання анімованих наліпок

# lng_settings_manage_dictionaries
source: Manage dictionaries
be: Налады слоўнікаў
ca: Administra els diccionaris
de: Wörterbücher verwalten
es: Gestionar diccionarios
fr: Gérer les dictionnaires
it: Gestisci dizionari
ko: 사전 관리
ms: Urus kamus
nl: Woordenboeken beheren
pl: Zarządzaj słownikami
pt_br: Gerenciar dicionários
ru: Настроить словари
tr: Sözlükleri yönet
uk: Керування словниками

# lng_settings_manage_enabled_dictionary
source: Dictionary is enabled
be: Слоўнік уключаны
ca: El diccionari està activat
de: Wörterbuch ist aktiv
es: El diccionario está activado
fr: Le dictionnaire est activé
it: Il dizionario è attivato
ko: 사전이 활성화됨
ms: Kamus didayakan
nl: Woordenboek ingeschakeld
pl: Słownik jest włączony
pt_br: Dicionário ativado
ru: Словарь подключен
tr: Sözlük etkinleştirildi
uk: Словник активовано

# lng_settings_manage_local_storage
source: Manage local storage
be: Налады лакальнага сховішча
ca: Gestió de l'emmagatzematge local
de: Lokalen Cache verwalten
es: Gestionar almacenamiento local
fr: Gérer le stockage local
it: Gestisci l'archivio locale
ko: 로컬 저장 공간 관리
ms: Urus storan tempatan
nl: Lokale opslag beheren
pl: Zarządzaj pamięcią lokalną
pt_br: Gerenciar armazenamento local
ru: Управление памятью устройства
tr: Yerel depolamayı yönet
uk: Керування локальним сховищем

# lng_settings_manage_remove_dictionary
source: Remove Dictionary
be: Выдаліць слоўнік
ca: Elimina el diccionari
de: Wörterbuch entfernen
es: Eliminar diccionario
fr: Supprimer le dictionnaire
it: Rimuovi dizionario
ko: 사전 삭제
ms: Hapus Kamus
nl: Woordenboek verwijderen
pl: Usuń słownik
pt_br: Remover Dicionário
ru: Удалить словарь
tr: Sözlüğü Kaldır
uk: Вилучити словник

# lng_settings_native_frame
source: Use system window frame
be: Сістэмная рамка акна
ca: Usa el marc de finestra del sistema
de: Systemfenster verwenden
es: Usar ventana nativa
fr: Utiliser le cadre de fenêtre du système
it: Usa bordi delle finestre di sistema
ko: 시스템 윈도우 프레임 사용
ms: Guna bingkai tingkap sistem
nl: Gebruik systeemvenster
pl: Użyj systemowej ramki okna
pt_br: Usar janela do sistema
ru: Системная рамка окна
tr: Sistem penceresi çerçevesini kullan
uk: Використовувати системну рамку вікна

# lng_settings_native_title
source: Native notifications
be: Сістэмныя апавяшчэнні
ca: Notificacions natives
de: Systembenachrichtigungen
es: Notificaciones nativas
fr: Notifications natives
it: Notifiche native
ko: 기기에 설정된 알림
ms: Notifikasi asli
nl: App-eigen berichtmeldingen
pl: Powiadomienia natywne
pt_br: Notificações nativas
ru: Системные уведомления
tr: Yerel bildirimler
uk: Системні сповіщення

# lng_settings_need_restart
source: You need to restart for applying some of the new settings. Restart now?
be: Трэба перазапусціць праграму, каб дастасаваць некаторыя новыя налады. Перазапусціць?
ca: Heu de reiniciar per a aplicar la configuració nova. Voleu reiniciar ara?
de: Neustart für die neuen Einstellungen erforderlich. Jetzt neustarten?
es: Necesitas reiniciar para aplicar algunos de los nuevos ajustes. ¿Reiniciar ahora?
fr: Vous devez redémarrer pour appliquer certains paramètres. Redémarrer maintenant ?
it: Devi riavviare per applicare alcune delle nuove impostazioni. Riavviare ora?
ko: 새로 설정한 사항을 적용하려면 다시 시작하셔야 합니다. 지금 다시 시작할까요?
ms: Anda perlu mula semula untuk mengaktifkan aturan yang baru. Mula semula sekarang?
nl: Herstarten is vereist om sommige instellingen toe te passen, herstarten?
pl: Aby zastosować niektóre nowe ustawienia, należy ponownie uruchomić aplikację. Uruchomić ponownie teraz?
pt_br: Você precisará reiniciar para aplicar algumas das novas configurações. Reiniciar agora?
ru: Чтобы изменения вступили в силу, необходимо перезапустить приложение. Сделать это сейчас?
tr: Yeni ayarlardan bazılarını uygulamak için yeniden başlatmanız gerekiyor. Şimdi yeniden başlatılsın mı?
uk: Для застосування змін потрібен перезапуск програми. Перезапустити зараз?

# lng_settings_network_proxy
source: Network and proxy
be: Сетка і проксі
ca: Xarxa i servidor intermediari
de: Netzwerk und Proxy
es: Red y proxy
fr: Réseau et proxy
it: Rete e proxy
ko: 네트워크 및 프록시
ms: Rangkaian dan proksi
nl: Netwerk en Proxy
pl: Sieć i proxy
pt_br: Rede e proxy
ru: Сеть и прокси
tr: Ağ ve vekil sunucusu
uk: Мережа та проксі

# lng_settings_no_data_cached
source: No cached data found!
be: Не знойдзена кэшаваных даных!
ca: Res a la memòria cau.
de: Keine temporären Daten!
es: ¡No se encontraron datos en caché!
fr: Le cache est vide !
it: Non ci sono dati nella cache!
ko: 캐시된 데이터가 없습니다!
ms: Tiada data kac dijumpai!
nl: Geen cache-data gevonden!
pl: Nie znaleziono danych w pamięci podręcznej!
pt_br: Nada encontrado no cache!
ru: Нет кэшированных данных!
tr: Önbelleğe alınmış veri bulunamadı!
uk: Кешованих даних не знайдено!

# lng_settings_notifications_count
source: Notifications count
be: Колькасць апавяшчэнняў
ca: Nombre de notificacions
de: Anzahl der Benachrichtigungen
es: Conteo de notificaciones
fr: Nombre de notifications
it: Conteggio notifiche
ko: 알림 개수
ms: Bilangan lokasi
nl: Teller weergeven
pl: Liczba powiadomień
pt_br: Quantidade de notificações
ru: Количество уведомлений
tr: Bildirimlerin sayısı
uk: Кількість сповіщень

# lng_settings_notifications_position
source: Location on the screen
be: Знаходжанне на экране
ca: Ubicació a la pantalla
de: Position auf dem Bildschirm
es: Ubicación en la pantalla
fr: Position sur l'écran
it: Posizione sullo schermo
ko: 화면 위치
ms: Lokasi dalam skrin
nl: Plaats op het beeldscherm
pl: Położenie na ekranie
pt_br: Posição na tela
ru: Расположение на экране
tr: Ekrandaki konumu
uk: Розташування на екрані

# lng_settings_notify_all
source: All accounts
be: Усе ўліковыя запісы
ca: Tots els comptes
de: Allen Konten
es: Todas las cuentas
fr: Tous les comptes
it: Tutti gli account
ko: 모든 계정
ms: Semua akaun
nl: Alle accounts
pl: Wszystkich kont
pt_br: Todas as contas
ru: Всех аккаунтов
tr: Tüm hesaplar
uk: Для всіх акаунтів

# lng_settings_open_system_settings
source: Open Settings
be: Адкрыць налады
ca: Obre la configuració
de: Einstellungen öffnen
es: Abrir Preferencias
fr: Ouvrir les réglages
it: Apri Impostazioni
ko: 설정 열기
ms: Buka Aturan
pl: Otwórz ustawienia
pt_br: Abrir Configurações
ru: Перейти в настройки
tr: Ayarları Aç
uk: Відкрити «Налаштування»

# lng_settings_passcode_disable
source: Disable passcode
be: Адключыць код доступу
ca: Desactiva el codi d'accés
de: Pincode deaktivieren
es: Desactivar código
fr: Désactiver le code d'accès
it: Disattiva codice
ko: 암호 끄기
ms: Nyahdaya kod laluan
nl: Toegangscode uitschakelen
pl: Wyłącz kod dostępu
pt_br: Desativar senha local
ru: Отключить код-пароль
tr: Parolayı kapat
uk: Вимкнути код блокування
